<?php
/**
 * Created by PhpStorm.
 * User: Administrator
 * Date: 2016/1/19
 * Time: 13:01
 */
return [
    'jx'           => '剂型',
    'zm'           => '字母',
    'cxsp'         => '促销商品',
    'goods_search' => '商品搜索',
    'show_area'    => [
        'b'  => '呼吸系统用药',
        'c'  => '清热、消炎',
        'd'  => '五官、皮肤及外用',
        'e'  => '消化、肝胆系统',
        'f'  => '补益安神及维矿类 ',
        'g'  => '妇、儿科 ',
        'h'  => '心脑血管及神经类用药',
        'i'  => '内分泌系统（含糖尿病）',
        'j'  => '风湿骨伤及其他药品',
        'k'  => '特殊复方制剂、生物制品',
        'l'  => '中药饮片',
        'm'  => '非药品',
        'n'  => '丽珠集团四川光大控销产品',
        'o'  => '九州通控销事业二部控销产品',
        'p'  => '石药集团大健康事业部控销产品',
        'q'  => '康百力控销产品',
        'r'  => '合资外资',
        's'  => '诊所专供',
        't'  => '医用器械',
        'u'  => '常用针剂',
        'v'  => '诊所常用普药',
        '1'  => '普药',
        '11' => '普药',
        '2'  => '精品专区',
        '3'  => '产品推荐区',
        '4'  => '中药饮片',
        '5'  => '保健食品',
        '6'  => '器械.计生',
        '7'  => '效期专区',
        '8'  => '国/川.基药',
        '9'  => '进口.合资',
        'a'  => '控销专区',
    ],
    'limit_arr'    => ['a', 'b', 'c', 'd', 'e', 'f', 'g', 'h', 'i'
        , 'j', 'k', 'l', 'm', '1', '2', '3', '4', '5', '6', '7', '8', '9', 'n', 'o', 'p', 'q', 'r', 's', 't', 'u', 'v'],
];